Repository: Lulu04/Saynetes
Catalog: Binary/languages/Saynetes.*.po
Languages: fr

source: This effect sets the intensity of a RGB color on the selected fixtures proportionally to an audio level. Select a color. In the list, select the audio to follow. Clic Play to start the playback GAIN: controls the amplitude of variations. SOFTEN: controls the smoothness of variations.
fr: Cet effet règle l'intensité d'une couleur RVB sur les appareils sélectionnés proportionnellement au niveau audio. Sélectionnez une couleur. Dans la liste, sélectionnez un fichier audio à suivre. Cliquez sur Lecture. GAIN: contrôle l'amplitude des variations. ADOUCISSEMENT: contrôle la douceur des variations.

# u_resource_string.helprgbchaser
source: This effect is not really an effect, because it creates a sequence containing the required actions.
fr: Cet effet n'est pas vraiment un effet, car il créé une séquence contenant les actions nécessaires.

source: This effect copies the RGB color of one fixture to one or more other fixtures (that have RGB channel of course). In the fixture list, select the source.
fr: Cet effet copie la couleur RVB d'un appareil sur un ou plusieurs autres appareils (qui bien sûr, disposent de canaux RVB). Dans la liste des appareils, sélectionnez la source.

source: This effect simulates the flickering of a flame on the selected fixture. WAIT TIME: controls the effect speed. AMPLITUDE: controls the amplitude of the flickering. SOFTEN: controls the smoothness of the effect.
fr: Cet effet simule les scintillements d'une flamme sur les appareils sélectionnés. ATTENTE: contrôle la vitesse de l'effet. AMPLITUDE: contrôle l'amplitude des scintillements. ADOUCISSEMENT: contrôle la douceur de l'effet.

source: A simple dimmer to apply RGB color to a fixture. Used in a sequence, this effect change the current RGB fixture color to the new one with respect of the duration and the velocity curve. Duration can be equal to zero, in that case the dimmer will jump immediatly to the color. This effect should only be used when creating a sequence.
fr: Un gradateur simple pour appliquer une couleur sur un appareil. Utilisé dans une séquence, cet effet modifie la couleur RVB d'un appareil en respectant la durée et la courbe de vitesse. Une durée peut être égale à zéro, dans ce cas le gradateur sautera immédiatement à la couleur. Cet effet ne devrait être utilisé que lors de la création de séquence.

# u_resource_string.helprgbstop
source: Stops the current RGB effect on selected fixtures. Don't stop an RGB chaser because a chaser is not an effect but a sequence.
fr: Stoppe l'effet RVB sur les appareils sélectionnés. Ne stoppe pas un chaser RGB car un chaser n'est pas un effet mais une séquence.

source: A double RGB dimmer effect. This effect change the current color of the selected fixtures to color 1, with respect of the duration 1 and velocity curve 1, then change them to color 2 with respect of the duration 2 and velocity curve 2. Duration can be equal to zero, in that case the dimmer will jump immediatly to the color.
fr: Un double gradateur RVB. Cet effet change la couleur RVB courante des appareils sélectionnés sur la couleur 1 en respectant la durée 1 et la courbe de vitesse 1, puis sur la couleur 2 en respectant la durée 2 et la courbe de vitesse 2. Une durée peut être égale à zéro, dans ce cas le gradateur sautera immédiatement à la couleur.

source: This is the list of the sequences. SELECT a sequence with left click. SPACE to start the selected sequence: mouse must be over the sequence list. Right click to show pop-up menu. You can drag a sequence up or down to change its position in the list.
fr: C'est la liste des séquences de votre projet. SÉLECTIONNEZ une séquence avec un clic gauche. ESPACE pour démarrer la séquence sélectionnée: la souris doit impérativement être au dessus de la liste. Clic doit fait apparaître un menu contextuel. Vous pouvez faire glisser une séquence vers le haut ou vers le bas afin de modifier sa position dans la liste.

source: The sequencer is the heart of Saynètes: this is where you define the sequences to build your show. A sequence is made up of steps. Steps have a title to describe them and are displayed on the time line. Steps are made up of actions of type audio, DMX or other. Actions contained in one step are displayed in the panel at top left of the screen. Place steps on the time line to construct the sequence. THE VIEW - ZOOM with mouse wheel. - MOVE it with . The scroll bar at the bottom. . Holds the middle mouse button pressed and move the mouse to the left/right. ADD STEP with right click on empty area of the time line and choose its type. SELECTION - LEFT CLICK on a step to select it. - SHIFT + LEFT CLICK to add a step to the current selection. - LEFT CLICK on an empty area and drag the mouse to the right or left to select an area: all steps in this area will be selected. MOVE STEP - HOLDS LEFT CLICK on the selected steps and drag them where you want on the time line. - UP/DOWN keys moves the selection vertically. - ALIGN: right click on one selected step and click Align in the pop-up menu. KEYBOARD SHORTCUT - UP: moves the selection up one line. - DOWN: moves the selection down one line. - ALT A: zoom the view to see all steps. - ALT S: zoom on the selection area (in blue). - CTRL A: select all steps in the sequence. - DELETE: delete the selected steps. - CTRL G: group the selected steps. - CTRL U: ungroup the selected group of steps. - CTRL R: rename a step. - CTRL X: cut the selected steps in the clipboard. - CTRL C: copy the selected steps in the clipboard. - CTRL V: paste the clipboard content at the mouse cursor position. - CTRL Z: undo. - CTRL SHIFT Z: redo. - SPACE: start the sequence preview from the mouse cursor position. If the mouse is outside the time line the sequence starts from the beginning. CHANGING THE DURATION OF A STEP - right click on the selected steps, in the pop-up click Change duration. - Select one or several steps, then holds ALT key pressed and drag one step to the right to increase the duration, to the left to decrease it. Durations are changed proportionnaly to their initial values. CHANGING TIME BETWEEN TWO STEPS At the bottom of the time line where the time legend is displayed, right click on the interval between two steps: this interval is selected and a pop-up menu appears. DUPLICATE THE SELECTED STEPS Keep CTRL pressed and drag one of the selected steps.
fr: Le séquenceur est le cœur de Saynètes: c'est ici que vous définissez les séquences qui construisent votre spectacle. Une séquence est composée d'étapes. Les étapes ont un titre et elle sont affichées sur la chronologie. Les étapes sont composées d'actions de type audio, DMX ou autre. Les actions contenues dans une étape sont affichées dans l'encadré en haut à gauche de l'écran. Placez des étapes sur la chronologie pour construire une séquence. LA VUE - ZOOM avec la molette de la souris. - DÉPLACEZ la avec: . La barre de défilement en bas. . Maintenez le bouton du milieu de la souris appuyé et déplacez la vers la gauche ou la droite. AJOUTER UNE ÉTAPE avec un clic droit sur une zone vide de la chronologie et choisissez son type. SÉLECTION - CLIC GAUCHE sur une étape pour la sélectionner. - SHIFT + LEFT CLIC pour ajouter une étape à la sélection courante. - CLIC GAUCHE sur une zone vide et faites glisser la souris vers la droite ou la gauche pour sélectionner une portion de la chronologie: toutes les étapes dans cette zone seront sélectionnées. DÉPLACER DES ÉTAPES - MAINTENEZ CLIC GAUCHE sur les étapes sélectionnées et faites les glisser où vous le désirez sur la chronologie. - TOUCHE HAUT/BAS du clavier déplacent les étapes sélectionnées vers le haut ou le bas. - ALIGNEMENT: clic droit sur une des étapes sélectionnées puis cliquez sur Aligner dans le menu contextuel. RACCOURCIS CLAVIER - HAUT: déplace la sélection vers le haut. - BAS: déplace la sélection vers le bas. - ALT A: zoom la vue pour rendre visible toutes les étapes. - ALT S: zoom la zone sélectionnée (en bleu). - CTRL A: sélectionne toutes les étapes. - SUPPRIMER: supprime les étapes sélectionnées. - CTRL G: groupe les étapes sélectionnées. - CTRL U: dégroupe le groupe d'étapes sélectionné. - CTRL R: renommer une étape. - CTRL X: coup la sélection dans le presse-papier. - CTRL C: copie la sélection dans le presse-papier. - CTRL V: colle le contenu du presse-papier sur la position de la souris. - CTRL Z: annuler. - CTRL SHIFT Z: refaire. - ESPACE: démarre un aperçu de la séquence à partir de la position de la souris. Si la souris est en dehors de la chronologie la séquence démarre du début. CHANGER LA DURÉE D'UNE ÉTAPE -clic droit sur une des étapes sélectionnées, et dans le menu contextuel cliquez Modifier la durée. - Sélectionnez une ou plusieurs étapes, maintenez la touche ALT appuyée et faites glisser une étape vers la droite pour augmenter les durées, vers la gauche pour les diminuer. Les durées sont modifiées proportionnellement à leur valeurs initiales. CHANGER LA DURÉE ENTRE DEUX ÉTAPES Tout en bas de la chronologie, où est affichée les graduations de temps, faites un clic droit dans l'intervalle situé entre deux étapes: cet intervalle est sélectionné et un menu contextuel apparaît. DUPLIQUER LES ÉTAPES SÉLECTIONNÉES Gardez CTRL appuyé puis faites glisser une des étapes sélectionnées.

source: Align several steps with one click. The step you right-clicked becomes the reference step. It is shown at the top. The hatched rectangles show where the other steps will be moved. Just click one of the hatched rectangle to perform the alignment.
fr: Aligne plusieurs étapes en un seul clic. L'étape sur laquelle vous avez cliquez avec le bouton droit devient l'étape de référence. Elle est affichée en haut. Les rectangles hachurés montrent où les autres étapes seront déplacées. Cliquez un des rectangles hachurés pour effectuer l'alignement.

source: This is the list of actions you can perform on audio file or on the Capture Module. 1 - First choose the target: it can be a file or the Capture Module. 2 - Choose the action you want to perform on the target. 3 - If any, sets the parameters as you want. 4 - Click Add button to add the step to the sequence. NOTES: - If a sound is paused, you can resume it with PAUSE or PLAY. - FadeOut lower the volume until 0% then stop the sound.
fr: C'est la liste d'actions que vous pouvez appliquer sur vos fichiers audio ou sur le Module de Capture. 1 - Tout d'abord, choisissez la cible: elle peut être un fichier audio ou le Module de Capture. 2 - Choisissez l'action à y appliquer. 3 - S'il y en a, réglez les paramètres comme vous le souhaitez. 4 - Cliquez sur le bouton Ajouter pour créer l'étape dans la séquence. NOTE: - Si un son est en pause, vous pouvez reprendre sa lecture avec une deuxième action PAUSE ou avec PLAY. - Un Fondu Sortant baisse le volume jusque 0% puis stoppe le son.

source: A step is made of actions and this panel displays them. You can modify the action: right click on the action to show pop-up menu: - Edit: to edit the parameters of this action. Not all actions are editable. - Delete to delete the selected actions.
fr: Une étape du séquenceur est composée d'actions et cet encadré les affiche. Vous pouvez modifier les actions: clic droit sur une action fait apparaître un menu contextuel: - Éditer: permet de modifier les paramètres de l'action (durée, niveaux…). Les actions ne sont pas toutes éditables. - Delete: efface les actions sélectionnées.

source: This action force the sequence to re-start from the beginning: the sequence is looped. All steps after this one on the time line will be ignored. Just click Add to create the step in the sequence.
fr: Cette action force la séquence à redémarrer du début. Toutes les étapes situées après celle-ci sur la chronologie seront ignorées. Cliquez sur le bouton Ajouter pour créer l'étape dans la séquence.

source: This action run another sequence. The calling sequence is not stopped: both sequences run in parallel. Choose the sequence to start, then click Add.
fr: Cette action démarre l'exécution d'une autre séquence. La séquence appelante n'est pas stoppée, les deux s'exécutent en parallèle. Choisissez la séquence à démarrer, puis cliquez sur Ajouter.

source: This action stops the execution of another sequence. Choose the sequence to stop, then click Add NOTE: stops a sequence that is not running have no effect.
fr: Cette action stoppe l'exécution d'une autre séquence. Choisissez la séquence à stopper, puis cliquez sur Ajouter. NOTE: stopper une séquence qui n'est pas exécutée n'aura aucun effet.

source: This action speeds up or slows down the execution of another sequence. This feature is experimental... - Select the sequence to stretch. - Sets the wanted speed. - Sets the duration to reach this speed. - Select the velocity curve to use. - Click Add button to create the step in the sequence.
fr: Cette action accélère ou ralenti l'exécution d'une autre sequence. Cette fonction est expérimentale… - Sélectionnez la séquence à 'étirer'. - Réglez la vitesse désirée. - Réglez la durée pour atteindre cette vitesse. - Sélectionnez une courbe de vitesse. - Cliquez sur le bouton Ajouter pour créer l'étape dans la séquence.

source: This module allow you to show and control parameters for the selected audio file. Select an audio in the list to see its parameters. Parameters can be modified by a sequence or manually with the mouse.
fr: Ce module vous permet de visualiser et de contrôler les paramètres du fichier audio sélectionné. Sélectionnez un audio dans la liste pour voir ses paramètres. Les paramètres peuvent être modifier par une séquence ou manuellement avec la souris.

source: This is the list of audio files used by your project. Audio can be played/stopped by a sequence. SPACE to manually start/stop the selected audio: mouse must be over the audio list. Button '+' to add audio to your project. A window appear to select a file on the disk. Saynètes make a copy of the original audio file and insert it in the project. Right click on an existing audio to show pop-up menu.
fr: C'est la liste des fichiers audio utilisés par votre projet. Un fichier audio peut être démarré ou stoppé par une séquence. ESPACE pour démarrer/stopper manuellement le fichier audio sélectionné: la souris doit être au dessus de la liste. Bouton '+' pour ajouter un fichier audio au projet. Une fenêtre apparaît vous permettant de parcourir le disque. Saynètes fait une copie du fichier audio original et l'insère dans le projet. Clic droit sur un élément de la liste fait apparaître un menu contextuel.

source: This is the channel view: it represents the channels of the selected fixtures in the projector view. ZOOM the view with mouse wheel. MOVE the view: - with the scroll bar at the bottom. - keep the middle mouse button pressed and move the mouse to the left or right. MOVE CURSOR by dragging them. NOTE: moving manually a cursor cancel the current effect. SELECT/UNSELECT a channel by clicking on the panel name at the bottom. Right click on the panel name to show pop-up menu: - Several tools to select channels. - Create channels group: groups created with this, can be quickly re-selected from the group tool window. - Lock: the selected channels can not be changed. - Unlock: the selected channels can be changed.
fr: C'est la vue des canaux: elle représente les canaux des appareils sélectionnés dans la vue projecteur. ZOOM avec la molette de la souris. DÉPLACER la vue : - avec la barre de défilement tout en bas. - gardez le bouton du milieu de la souris appuyé et déplacez la souris vers la droite ou la gauche. DÉPLACEZ UN CURSEUR en le faisant glisser. NOTE: déplacer manuellement un curseur annule l'effet qui est en cours sur le canal. SÉLECTION/DÉSÉLECTION d'un canal en cliquant sur l'encadré tout en bas. Un clic droit sur l'encadré tout en bas fait apparaître un menu contextuel: - vous y trouverez plusieurs outils de sélection de canaux. - Créer un groupe de canaux: les groupes créés pourront être rapidement re-sélectionné à partir de la fenêtre outil groupe. - Verrouiller: les canaux sélectionnés ne peuvent plus être modifiés ni par une séquence ni manuellement. - Dévérouiller: les canaux sélectionnés peuvent à nouveau être changés.

source: This is the projector view: it represents the stage, the seats for the spectators and the dmx fixtures used in you project. The Stage and seats shape can be changed from the program option window. MOVE THE VIEW with right click on empty area and move the mouse. ZOOM with mouse wheel. EDIT the dmx fixtures by clicking on the button at the top right. SELECT a fixture with left click. SELECT SEVERAL FIXTURES at once by dragging a rectangle around them. Right click on a fixture to show pop-up menu. - Create rgb group: groups created with this, can be quickly re-selected from the group tool window. - Lock: the fixture channels can not be changed. - Unlock: the fixture channels can be changed.
fr: C'est la vue projecteur: elle représente la scène, les sièges des spectateurs and les appareils dmx utilisés dans votre projet. La forme de la scène et des sièges peut être changée à partir de la fenêtre des options du programme. DÉPLACER LA VUE avec un clic droit sur un endroit vide et déplacez la souris ZOOM avec la molette de la souris. ÉDITION des appareils dmx en cliquant sur le bouton tout en haut à droite. SÉLECTION d'un appareil avec un clic gauche. SÉLECTION DE PLUSIEURS APPAREILS: cliquez avec le bouton gauche dans un endroit vide et tracez un rectangle autour des appareils à sélectionner. Clic droit sur un appareil fait apparaître un menu contextuel: - Créer un groupe RVB: les groupes créés peuvent être rapidement re-sélectionnés à partir de la fenêtre outil groupe. - Verrouiller: les canaux de l'appareil ne peuvent plus être modifié. - Dévérouiller: les canaux de l'appareil peuvent à nouveau être modifier.

source: Action Name
fr: Nom de l'action

source: Action with bad format...
fr: Mauvais format pour cette action...

source: Actually, there is no DMX universe.
fr: Actuellement, il n'y a pas d'univers DMX.

# u_resource_string.sadd
source: Add
fr: Ajouter

source: Add action
fr: Ajouter une action

source: Add new switcher
fr: Ajouter un commutateur

# u_resource_string.saddthissequence
source: Add this sequence
fr: Ajouter cette séquence

source: Add virtual channel to mode
fr: Ajout d'un canal virtuel au mode

source: a discontinuity appears on the range
fr: une discontinuité apparait sur la plage

source: Adress
fr: Adresse

source: A fixture must have at least one channel
fr: Un appareil doit avoir au moins un canal

source: Alias of
fr: Alias de

source: Set as an alias of...
fr: Définir comme un alias de...

source: Align
fr: Aligner

source: all
fr: tous

# u_resource_string.sallfiles
source: All files
fr: Tous les fichiers

source: An error occured while creating the manufacturer folder in the dmx library !!
fr: Erreur lors de la création du dossier constructeur dans la librairie DMX !!

# u_resource_string.sanerroroccuredwhilesaving
source: An error occured while saving
fr: Erreur lors de la sauvegarde

source: An error occurred while importing the file to the project !!
fr: Erreur lors de l'importation du fichier au projet !!

source: An error occurred while removing the file from disk
fr: Erreur lors de la suppression du fichier sur le disque

source: Application written with
fr: Application écrite en

source: Apply
fr: Appliquer

source: Apply changes
fr: Appliquer les modifications

source: Apply the modifications
fr: Appliquer les modifications

source: Are you sure you want to delete these fixtures ?
fr: Êtes-vous sûr de vouloir effacer ces appareils ?

source: Are you sure you want to delete this fixture ?
fr: Êtes-vous sûr de vouloir effacer cet appareil ?

source: Are you sure you want to delete this sequence ?
fr: Êtes-vous sûr de vouloir effacer cette séquence ?

source: Argument out of range !!
fr: Argument hors limite !!

source: Delete this playlist ?
fr: Supprimer cette playlist ?

source: Delete this link ?
fr: Supprimer ce lien ?

source: Are you sure to move this fixture on another universe ?
fr: Êtes-vous sûr de vouloir déplacer cet appareil dans un autre univers ?

source: A fixture with this filename already exists, do you want to overwrite it ?(its content will be lost)
fr: Un appareil avec ce nom de fichier existe déjà, voulez-vous l'écraser ? (son contenu sera perdu)

source: As a reminder, the ranges must cover the interval 0 to 255
fr: Pour rappel, les plages doivent couvrir l'intervalle de 0 à 255

source: AUDIO CAPTURE - CONNECT EFFECT
fr: AUDIO CAPTURE - CONNECTE L'EFFET

source: AUDIO CAPTURE - DISCONNECT EFFECT
fr: AUDIO CAPTURE - DÉCONNECTE LES EFFETS

source: AUDIO CAPTURE - SET PAN
fr: AUDIO CAPTURE - RÉGLER PAN

source: AUDIO CAPTURE - SET VOLUME
fr: AUDIO CAPTURE - RÉGLER VOLUME

source: AUDIO CAPTURE - START
fr: AUDIO CAPTURE - GO

# u_resource_string.saudiocapture_
source: AUDIO CAPTURE
fr: CAPTURE AUDIO

source: AUDIO - CONNECT EFFECT
fr: AUDIO - CONNECTE L'EFFET

source: AUDIO - DISCONNECT EFFECT
fr: AUDIO - DÉCONNECTE LES EFFETS

source: AUDIO - FADEIN
fr: AUDIO - FONDU ENTRANT

source: AUDIO - FADEOUT
fr: AUDIO - FONDU SORTANT

source: Audio file not found !!
fr: Fichier audio inexistant !!

# u_resource_string.saudiofiles
source: Audio files
fr: Fichiers audio

source: Audio Follower
fr: Suiveur Audio

source: Audio Follower presets
fr: Prédéfinis pour le suiveur audio

source: Audio Effect presets
fr: Prédéfinis des effets audio

source: Audio not found
fr: Audio non trouvé

source: AUDIO - PLAY
fr: AUDIO - LECTURE

source: AUDIO - SET PITCH
fr: AUDIO - Fixer le pitch

source: AUDIO - SET PAN
fr: AUDIO - Fixer le panoramique

source: AUDIO - SET VOLUME
fr: AUDIO - Fixer le volume

source: Authors
fr: Auteurs

# u_resource_string.sbacktobegin
source: BACK TO THE BEGINNING
fr: REVENIR AU DÉBUT

source: bad amplitude
fr: valeur d'amplitude erronée

source: effect count is not equal to 1, 2 or 3
fr: le nombre d'effets n'est pas égal à 1, 2 ou 3

source: bad preset index
fr: index de prédéfini erroné

source: bad max brightness value
fr: luminosité max erronée

source: bad color value
fr: couleur erronée

source: bad dry/wet value
fr: valeur dry/wet erronée

source: bad max duration value
fr: durée max erronée

source: bad min duration value
fr: durée min erronée

source: bad effect type value
fr: type d'effet erroné

source: bad gain value
fr: valeur de gain erronée

source: bad max level value
fr: niveau max erroné

source: bad min level value
fr: niveau min erroné

source: bad percentage max value
fr: pourcentage max erroné

source: bad percentage min value
fr: pourcentage min erroné

source: bad pan value
fr: valeur de pan erronée

source: percentage error
fr: pourcentage erroné

source: bad pitch value
fr: valeur de pitch erronée

source: bad soften value
fr: valeur d'adoucissement erronée

source: bad stretch time value
fr: valeur d'étirement du temps erronée

source: bad velocity curve value
fr: index de courbe de vélocité erroné

source: bad volume value
fr: valeur de volume erronée

source: bad wait time value
fr: temps d'attente erroné

source: Bar colored LED
fr: Barre de LED colorées

source: Medium bar colored LED
fr: Barre moyenne à LED colorées

source: Medium bar transparent LED
fr: Barre moyenne à LED transparentes

source: Short bar colored LED
fr: Barre courte de LED colorées

source: Short bar transparent LED
fr: Barre courte de LED transparentes

source: Short bar with multiple rows and colored LED
fr: Barre courte avec plusieurs rangées et LED colorées

source: Short bar with multiple rows and transparent LED
fr: Barre courte avec plusieurs rangées et LED transparentes

source: Long bar with multiple rows and colored LED
fr: Barre longue avec plusieurs rangées et LED colorées

source: Medium bar with multiple rows and colored LED
fr: Barre moyenne avec plusieurs rangées et LED colorées
