Repository: Lulu04/Saynetes
Catalog: Binary/languages/Saynetes.*.po
Languages: fr

source: modified
fr: modifié

source: Before, do you want to save the changes you have made ?
fr: Avant, voulez-vous sauvegarder les modifications ?

source: Sound and light control for your shows
fr: Contrôle du son et lumières pour vos spectacles

source: DMX action
fr: Action DMX

source: Shift the adresses of the other fixtures
fr: Décaler les adresses des autres appareils

# tformaskifshiftadress.label3.caption
source: Don't shift
fr: Ne pas décaler

source: AUDIO action
fr: action AUDIO

source: Sounds
fr: Sons

# tformaudioaction.speedbutton1.hint
source: Audio player's functionnalities
fr: Fonctionnalités d'un lecteur audio

source: Effects
fr: Effets

# tformaudioaction.speedbutton2.hint
source: Apply effects on audio
fr: Appliquer des effets audio

source: Choose fixture image
fr: Choix d'une image pour l'appareil

source: Create a playlist
fr: Créer une playlist

source: Select audio files
fr: Sélectionnez des fichiers audio

source: Add audio files to the playlist
fr: Ajoute des fichiers audio à la playlist

source: Delete the selected audio files from the playlist
fr: Supprime la sélection de la playlist

source: Move up/down the selected audio file
fr: Déplace la sélection

source: Import ranges from another channel...
fr: Importer les plages d'un autre canal...

source: Remove the alias
fr: Supprimer l'alias

source: Sets this channel as an alias of another channel (different name but same type, ranges and switchers)
fr: Défini ce canal comme un alias d'un autre (nom différent mais type, plages et switchers identiques)

source: Default value
fr: Valeur par défaut

source: Choose only icon
fr: Choisir seulement une icone

source: New switcher
fr: Nouveau commutateur

source: Virtual channel to switch
fr: Canal virtuel à commuter

source: Target sub-channel
fr: Sous-canal cible

source: DMX devices
fr: Interfaces DMX

# tformdevicemanager.bsearch.caption
source: Search
fr: Rechercher

# tformdevicemanager.bsearch.hint
source: Searches for connected USB to DMX devices. Note that if you use it, universes will be dissociated from their devices.
fr: Recherche les interfaces USB vers DMX. Notez que les univers seront dissociés de leur interface.

source: DMX Input
fr: Entrée DMX

source: DEVICE MANAGER
fr: GESTIONNAIRE D'INTERFACES

# tformdevicemanager.label1.caption
source: View
fr: Vue

# tformdevicemanager.sg1.columns[0].title.caption
source: Universe
fr: Univers

# tformdevicemanager.sg1.columns[1].title.caption
source: Target device
fr: Interface cible

# tformdevicemanager.sg1.columns[2].title.caption
source: Channels used
fr: Nombre de canaux

# tformdevicemanager.sg1.columns[3].title.caption
source: Optimized
fr: Optimiser

source: Devices
fr: Interfaces

source: State
fr: Status

# tformdevicemanager.speedbutton1.caption
source: Close
fr: Fermer

# tformdmxchannelstools.baudioplay.hint
source: Play selected audio file
fr: Lecture du fichier audio sélectionné

# tformdmxchannelstools.baudiostop.hint
source: Stop audio
fr: Stoppe l'audio

# tformdmxchannelstools.bflashpreview.hint
source: Apply flash effect to the selected channels
fr: Appliquer l'effet flash sur les canaux sélectionnés

source: Channels tools
fr: Outils canaux

# tformdmxchannelstools.label16.caption
source: Select the source to copy on the others
fr: Sélectionnez la source à copier sur les autres

# tformdmxchannelstools.speedbutton1.hint
source: Gradually changes the value of a channel over a given time
fr: Change graduellement la valeur d'un canal sur une durée définie

# tformdmxchannelstools.speedbutton10.hint
source: Sets the intensity of a channel for a short time, then resets to the previous value. This effect can be combined with another.
fr: Fixe l'intensité d'un canal pendant un court instant puis remet la valeur précédente. Cet effet peut être conjugué avec un autre.

# tformdmxchannelstools.speedbutton2.hint
source: Simulates a flame effect on the selected channels
fr: Simule un effet de flamme sur les canaux sélectionnés

# tformdmxchannelstools.speedbutton3.hint
source: Sets the intensity of a channel according to the level of a playing sound. The louder the sound, the higher the intensity and vice versa.
fr: Règle automatiquement le niveau d'un canal dmx sur celui d'un son. Plus le son est fort, plus l'intensité sera forte et inversement.

# tformdmxchannelstools.speedbutton4.hint
source: Copies the value of a dmx channel (the source) to one or more others
fr: Copie la valeur d'un canal dmx (la source) sur un ou plusieurs autres

# tformdmxchannelstools.speedbutton5.hint
source: Stops an effect on a channel. The last value calculated by the effect is kept.
fr: Stoppe un effet sur un canal. La dernière valeur calculée par l'effet est gardée.

# tformdmxchannelstools.speedbutton8.hint
source: Chaser effect. Choose at least 2 channels to apply this effect.
fr: Effet Chenillard. Choisissez au moins 2 canaux pour appliquer cet effet.

source: Import the group list from another project
fr: Importe les groupes DMX d'un autre projet

source: DMX groups
fr: Groupe DMX

# tformdmxgroup.od1.title
source: Load DMX groups from another project
fr: Importer les groupes DMX d'un autre projet

# tformdmxgroup.speedbutton1.hint
source: Show the channel groups
fr: Affiche les groupes de canaux

# tformdmxgroup.speedbutton2.hint
source: Show the RGB groups
fr: Affiche les groupes RVB

# tformdmxgroup.speedbutton3.hint
source: Unselect all
fr: Désélectionne tout

# tformdmxlibrary.beditfixture.caption
source: Edit...
fr: Éditer...

# tformdmxlibrary.bnewfixture.caption
source: New fixture
fr: Nouveau matériel

# tformdmxlibrary.caption
source: DMX library
fr: Librairie DMX

source: RGB Tools
fr: Outils RVB

# tformdmxrgbtools.label2.caption
source: Select the source to copy on the others
fr: Sélectionnez la source à copier sur les autres

# tformdmxrgbtools.speedbutton1.hint
source: Gradually changes the color on the selected fixtures, over a given time
fr: Change graduellement la couleur des appareils sélectionnés, sur une durée définie

# tformdmxrgbtools.speedbutton2.hint
source: Simulates a colored flame effect on the selected fixtures
fr: Simule un effet de flamme coloré sur les appareils RVB sélectionnés

# tformdmxrgbtools.speedbutton3.hint
source: Sets the intensity of a RGB color according to the level of a sound. The louder the sound, the higher the intensity and vice versa.
fr: Règle l'intensité d'une couleur RVB sur le niveau d'un son. Plus le son est fort, plus la couleur sera lumineuse et inversement.

# tformdmxrgbtools.speedbutton4.hint
source: Copies the RGB color of a fixture to one or more others
fr: Copie la couleur RVB d'un appareil sur un ou plusieurs autres

# tformdmxrgbtools.speedbutton5.hint
source: Stops an RGB effect on the selected fixtures. The last color calculated by the effect is kept.
fr: Stoppe un effet RVB sur les appareils sélectionnés. La dernière couleur calculée par l'effet est gardée.

# tformdmxrgbtools.speedbutton6.hint
source: Play selected audio file
fr: Joue le fichier audio sélectionné

# tformdmxrgbtools.speedbutton7.hint
source: Stop audio
fr: Stoppe l'audio

# tformdmxrgbtools.speedbutton8.hint
source: Chaser effect. Choose at least 2 RGB fixtures to apply this effect.
fr: Effet chenillard. Choisissez au moins 2 appareils RVB pour appliquer cet effet.

# tformdmxrgbtools.speedbutton9.hint
source: Sets an RGB color for a short time, then resets to the previous color. This effect can be combined with another.
fr: Fixe une couleur RVB pendant un court instant puis remet la couleur précédente. Cet effet peut être conjugué avec un autre.

source: do not use index
fr: ne pas utiliser d'index

source: index is after suffix
fr: placer l'index après le suffixe

source: index is before prefix
fr: placer l'index avant le préfixe

source: Use prefix
fr: Utiliser le préfixe

source: preview
fr: aperçu

source: Use suffix
fr: Utiliser le suffixe

source: Start index
fr: Index de départ

source: End index
fr: Index de fin

source: index is before channel name
fr: placer l'index avant le nom de canal

source: index is after channel name
fr: placer l'index après le nom du canal

source: Pattern
fr: Schéma

source: Apply change
fr: Appliquer les changements

source: Edit action
fr: Édition de

source: Action not editable
fr: Action non éditable

source: Audio file:
fr: Fichier audio:

# tformeditsingleaction.label5.caption
source: Speed
fr: Vitesse

source: Switching channel
fr: Canal commuté

source: Select the sub-channels
fr: Sélectionnez les sous-canaux

source: Virtual name:
fr: Nom virtuel:

source: a switching channel must have at least 2 sub-channels
fr: un canal commuté doit avoir au moins 2 sous-canaux

source: Type of link
fr: Type du lien

source: Add a new manufacturer to the list
fr: Ajouter un nouveau constructeur à la liste

source: ADD MODE
fr: AJOUTER UN MODE

source: Add a link
fr: Ajoute un lien

# tformfixturewizard.bcheckandsave.caption
source: CHECK and SAVE
fr: VÉRIFIER et SAUVER

source: Delete the selected link
fr: Supprime le lien sélectionné

# tformfixturewizard.bgeneral.caption
source: GENERAL
fr: GÉNÉRAL

# tformfixturewizard.bmodes.caption
source: MODES and CHANNELS
fr: MODES et CANAUX

# tformfixturewizard.bphysical.caption
source: PHYSICAL
fr: PHYSIQUE

# tformfixturewizard.bsave.caption
source: SAVE FIXTURE
fr: SAUVER L'APPAREIL

source: New fixture wizard
fr: Assistant nouveau matériel

source: Manufacturer folder:
fr: Répertoire constructeur:

source: Does the fixture have dip switchs to set the dmx adress ?
fr: L'appareil comporte-t-il des interrupteurs (dip switch) pour le réglage de l'adresse DMX ?

# tformfixturewizard.label11.caption
source: Physical
fr: Physique

source: Modes and channels
fr: Modes et canaux

source: Output filename:
fr: Fichier de sortie:

# tformfixturewizard.label3.caption
source: General
fr: Général

source: Choose the type of fixture that is closest to the one you want to create
fr: Choisissez le type de matériel se rapprochant le plus de celui que vous voulez créer

source: Use commas to separate several names
fr: Utilisez la virgule pour séparer plusieurs noms

source: file name will be:
fr: le fichier sera:

source: Please correct errors before saving
fr: SVP corrigez les erreurs avant de sauvegarder

source: Double click on a link to open in browser
fr: Double cliquez sur un lien pour l'ouvrir dans le navigateur

source: Reverse the bit order
fr: Inverser l'ordre des bits

source: Reverse the ON/OFF position
fr: Inverser ON/OFF

source: Add a bit to the dipswitch
fr: Ajouter un bit au dipswitch

source: Remove a bit to the dipswitch
fr: Enlever un bit au dipswitch

# tforminputdmxrange.label1.caption
source: Begin
fr: Début

# tforminputdmxrange.label2.caption
source: End
fr: Fin

# tformmain.baudio.hint
source: Show the audio window (Shortkey F1).
fr: Affiche la fenêtre audio (touche de raccourci F1).

# tformmain.blight.caption
source: LIGHT
fr: LUMIÈRE

# tformmain.blight.hint
source: Show the lightings window (Shortkey F2).
fr: Affiche la fenêtre des éclairages (touche de raccourci F2).

# tformmain.btoogleeditmode.hint
source: Switch between EDIT MODE and SHOW MODE. In EDIT MODE you can edit the project. In SHOW MODE, you can not apply modifications on the project.
fr: Alterne entre le Mode ÉDITION et le mode SPECTACLE Le mode ÉDITION permet les modifications du projet. Dans le mode SPECTACLE, vous ne pouvez pas modifier le projet.

source: Project
fr: Projet

source: Tools
fr: Outils

source: About...
fr: À propos de...

# tformmain.miprogramoptions.caption
source: Program options
fr: Options du programme

source: Close project
fr: Fermer le projet

source: New project...
fr: Nouveau projet...

source: Open project
fr: Ouvrir un projet

source: Project options...
fr: Options du projet...

# tformmain.miprojectquit.caption
source: Quit
fr: Quitter

# tformmain.miprojectsave.caption
source: Save project
fr: Enregistrer le projet

source: Device manager
fr: Gestionnaire d'interface

# tformmain.mitooldmxlibrary.caption
source: DMX library
fr: Librairie DMX

source: New project (Ctrl+N)
fr: Nouveau project (Ctrl+N)

source: Load a project (Ctrl+O)
fr: Charger un projet (Ctrl+O)

source: Save the project (Ctrl+S)
fr: Sauvegarder le projet (Ctrl+S)

# tformmain.speedbutton4.hint
source: Project options
fr: Options du projet

# tformmain.speedbutton5.hint
source: Connect your universes to your DMX devices
fr: Connectez vos univers à vos interfaces DMX

source: Open the DMX fixture library
fr: Ouvre la librairie d'appareils DMX

# tformmain.speedbutton7.hint
source: Program options
fr: Options du programme

source: Manufacturer name
fr: Nom du constructeur

source: Folder name on the disk only a..z and - (minus)
fr: Nom du dossier sur le disque seulement a..z et - (moins)

source: Website (optional)
fr: Site internet (optionnel)

source: this manufacturer is already defined
fr: ce constructeur est déjà défini

source: this folder already exists
fr: ce dossier existe déjà

source: OTHER actions
fr: AUTRE actions

# tformotheraction.label1.caption
source: Sequence to start
fr: Séquence à démarrer

# tformotheraction.label2.caption
source: Sequence to stop
fr: Séquence à stopper

# tformotheraction.label25.caption
source: Velocity
fr: Vélocité

# tformotheraction.label3.caption
source: Sequence to stretch
fr: Séquence à étirer

# tformotheraction.label4.caption
source: Duration in second
fr: Durée en seconde

# tformotheraction.label5.caption
source: Speed
fr: Vitesse

source: Start sequence
fr: Démarre la séquence

# tformotheraction.speedbutton1.hint
source: Start a TOP from this one
fr: Démarre une autre séquence à partir de celle-ci

source: Stop sequence
fr: Stoppe la séquence

# tformotheraction.speedbutton2.hint
source: Stop a TOP from this one
fr: Stoppe une autre séquence à partir de celle-ci

source: Loop sequence
fr: Boucle la séquence

# tformotheraction.speedbutton3.hint
source: Loop this sequence to its beginning. All action that follow will be ignored.
fr: Relance cette séquence du début. Toutes les actions qui suivent seront ignorées.

source: Stretch time
fr: Étirement du temps

# tformotheraction.speedbutton4.hint
source: Stretch time allows you to speed up/down the execution of another sequence.
fr: Strech time (L'étirement de temps) vous permet d'accélérer ou de ralentir l'exécution d'une autre séquence.

# tformprogramoptions.caption
source: Program options
fr: Options du programme

# tformprogramoptions.cbseats.text
source: Seats1
fr: Sièges1

source: Max recent project files
fr: Maximum de fichiers de projet récent

source: Language
fr: Langage

source: Audio playback
fr: Sortie son

source: Audio capture
fr: Capture audio

source: DMX view
fr: Vue DMX

source: Sequence execution
fr: Exécution des séquences

source: Shape of the stage
fr: Forme de la scène

source: Seats
fr: Sièges

source: "SPACE" key run sequence
fr: Touche "ESPACE" exécute une séquence

source: "SPACE" key run sequence and select the next
fr: Touche "ESPACE" exécute une séquence et sélectionne la prochaine

# tformprojectoptions.caption
source: Project options
fr: Options du projet

# tformprojectoptions.dividerbevel3.caption
source: Panel to show
fr: Panneau visible

source: DMX actions
fr: Actions DMX

source: Show capture panel
fr: Afficher le panneau de capture audio

source: Show sound control panel
fr: Afficher le panneau de contrôle audio

source: Show DMX adress
fr: Afficher les adresses DMX

source: Show color as
fr: Afficher les couleurs avec

source: Show fixture name
fr: Afficher le nom des appareils

source: Show fixture description
fr: Afficher la description des appareils

source: Show channel name
fr: Afficher le nom des canaux

source: colored rectangle
fr: un rectangle coloré

source: text (r,g,b)
fr: du texte (r,v,b)

source: New project wizard
fr: Assistant de création de projet

# tformprojectwizard.label1.caption
source: Project created with success !
fr: Le projet a été créé avec succès !

source: Click the 'Finish' button to close this wizard.
fr: Cliquez sur le bouton 'Terminer' pour fermer cet assistant.

source: Select a folder where to save the project
fr: Sélection du répertoire où sauvegarder le projet

source: This wizard will help you to create a new project Click 'Next' to continue...
fr: Cet assistant va vous aider à créer un nouveau projet Cliquez sur 'Suivant' pour continuer…

source: Begin Value
fr: Valeur de début

source: Range width
fr: Largeur de plage

source: Display offset
fr: Offset d'affichage

source: Select the source channel
fr: Sélectionnez le canal source

# tformselectexistingchannel.baddexisting.caption
source: Add existing
fr: Ajouter existant

source: Add channel to mode
fr: Ajouter un canal au mode

source: Select an existing channel
fr: Sélectionnez un canal existant

# tformselectexistingswitchingchannel.baddexisting.caption
source: Add existing
fr: Ajouter existant

source: Select existing virtual channels
fr: Sélectionnez les canaux virtuels existants

source: Keep origin visible
fr: Garde l'origine visible

# tformsequenceedition.bstartpreview.hint
source: Start the sequence preview (SPACE)
fr: Démarre la prévisualisation de la séquence (ESPACE)

# tformsequenceedition.bstoppreview.hint
source: Stop the preview (SPACE)
fr: Stoppe la prévisualisation (ESPACE)

# tformsequenceedition.b_viewall.hint
source: View all
fr: Tout voir

# tformsequenceedition.b_viewselection.hint
source: Zoom on selection
fr: Zoomer sur la sélection

source: Sequence edition
fr: Édition de séquence

source: Lights off
fr: Lumières off

source: Audio and lights off
fr: Audio et lumières off

# tformsequenceedition.speedbutton2.caption
source: Add this sequence
fr: Ajouter cette séquence

source: Please wait
fr: Veuillez patienter

# tformstartupwizard.bcreatenew.caption
source: Create a new project
fr: Créer un nouveau projet

source: Open a demo project
fr: Ouvrir un projet de démonstration

# tformstartupwizard.bopenproject.caption
source: Open a project
fr: Ouvrir un projet

# tformstartupwizard.bquit.caption
source: Quit
fr: Quitter

source: StartUp Wizard
fr: Assistant de démarrage

source: Open a recent project
fr: Ouvrir un projet récent

source: Welcome ! What would you like to do ?
fr: Bienvenu ! Par quoi voulez-vous commencer ?

source: Step Name
fr: Nom de l'étape

source: Current duration:
fr: Durée actuelle:

source: New duration:
fr: Nouvelle durée:

source: Modify time interval
fr: Modifier l'intervalle de temps

source: New value:
fr: Nouvelle valeur:

source: shifts only the NEXT step (only one)
fr: décale seulement l'action suivante

# tform_modifytime.label4.caption
source: shifts ALL the next steps
fr: décale TOUTES les étapes suivantes

source: shifts only the PREVIOUS step (only one)
fr: décale seulement l'action précédente

source: Shifts only the previous steps and keep the current time position of the others.
fr: Décale seulement l'action précédente et garde la position des autres.

source: Click on the needed alignment
fr: Cliquez sur l'alignement désiré

# tframeaudiocapture.baddfx.hint
source: Apply effects
fr: Appliquer des effets

# tframeaudiocapture.bonoff.hint
source: Starts/stops listening to the sound captured from a microphone connected to the computer or from the line input.
fr: Démarre/Stoppe l'écoute du son capturé à partir d'un micro connecté à l'ordinateur ou à partir d'une entrée ligne.

# tframeaudiocapture.bremovefx.hint
source: Remove effects
fr: Retirer tous les effets

source: Audio input not found
fr: Entrée audio non trouvée

# tframebuttononoff.speedbutton3.hint
source: Starts/stops listening to the sound captured from a microphone connected to the computer or from the line input.
fr: Démarre/Stoppe l'écoute du son capturé à partir d'un micro connecté à l'ordinateur ou d'une entrée ligne.

# tframecmdaudio.blisten.hint
source: Play selected audio file
fr: Joue l'audio sélectionné

# tframecmdaudio.bstopall.hint
source: Stop audio
fr: Stoppe l'audio

# tframecmdaudio.label6.caption
source: Target
fr: Cible

# tframecmdaudio.speedbutton1.caption
source: PLAY
fr: LECTURE

source: Starts playing the sound from beginning if it is currently stopped, from last position if it is currently paused.
fr: Démarre la lecture du son du début s'il est actuellement stoppé, de la dernière position s'il est actuellement en pause.

# tframecmdaudio.speedbutton10.caption
source: FADEOUT
fr: FONDU SORTANT

source: Decrease the sound's volume until 0 within the specified time then stops the sound.
fr: Diminue le volume du son jusqu'à 0 durant le temps spécifié, puis stoppe le son.

# tframecmdaudio.speedbutton11.caption
source: START CAPTURE
fr: DÉMARRER LA CAPTURE

source: Start capturing sound from audio input.
fr: Démarre la capture du son à partir d'une entrée audio.

# tframecmdaudio.speedbutton12.caption
source: STOP CAPTURE
fr: STOPPER LA CAPTURE

source: Stops the audio capture.
fr: Stoppe la capture du son.

# tframecmdaudio.speedbutton13.caption
source: SET VOLUME
fr: RÉGLER LE VOLUME

source: Changes the capture's volume to the specified value within the specified time.
fr: Modifie le volume de la capture audio jusqu'à la valeur spécifiée, durant le temps spécifié.

# tframecmdaudio.speedbutton14.caption
source: SET PAN
fr: RÉGLER PANORAMIQUE

source: Changes the capture's panning to the specified value within the specified time.
fr: Modifie le panoramique de la capture audio jusqu'à la valeur spécifiée, durant le temps spécifié.

source: Pause the sound.
fr: Pause le son.

# tframecmdaudio.speedbutton3.caption
source: STOP
fr: STOPPER

source: Stops the sound.
fr: Stoppe le son.

# tframecmdaudio.speedbutton4.hint
source: Use project's audio file.
fr: Utiliser les fichiers audio du projet.

# tframecmdaudio.speedbutton5.hint
source: Use the audio captured from a microphone or line-in of the computer.
fr: Utiliser l'audio capturé à partir d'une entrée audio de l'ordinateur.

# tframecmdaudio.speedbutton6.caption
source: SET VOLUME
fr: RÉGLER LE VOLUME

source: Changes the sound's volume to the specified value within the specified time.
fr: Modifie le volume du son jusqu'à la nouvelle valeur, durant le temps spécifié.

# tframecmdaudio.speedbutton7.caption
source: SET PAN
fr: RÉGLER PANORAMIQUE

source: Changes the sound's panning to the specified value within the specified time.
fr: Modifie le panoramique du son jusqu'à la nouvelle valeur, durant le temps spécifié.

# tframecmdaudio.speedbutton8.caption
source: SET PITCH
fr: RÉGLER LE PITCH

source: Changes the sound's pitch to the specified value within the specified time.
fr: Modifie le pitch du son jusqu'à la nouvelle valeur, durant le temps spécifié.

# tframecmdaudio.speedbutton9.caption
source: FADEIN
fr: FONDU ENTRANT

source: Start playing the sound and increase its volume from 0 to the specified value within the specified time.
fr: Démarre la lecture du son et augmente son volume de 0 à la valeur spécifiée, durant le temps spécifié.

# tframecmdaudiofx.blisten.hint
source: Play selected audio file with selected effect
fr: Joue le fichier audio avec l'effet sélectionné

# tframecmdaudiofx.bstopall.hint
source: Stop audio and all effects
fr: Stoppe l'audio et tous les effets

# tframecmdaudiofx.label12.caption
source: Preview
fr: Prévisu

source: Effect's panel
fr: Panneau d'effets

source: Auto preview
fr: Pré-écoute auto

# tframecmdaudiofx.label4.caption
source: Target
fr: Cible

# tframecmdaudiofx.speedbutton4.hint
source: Use project's audio file.
fr: Utiliser les fichiers audio du projet.

# tframecmdaudiofx.speedbutton5.hint
source: Use the audio captured from a microphone or line-in of the computer.
fr: Utiliser le son capturé à partir d'une entrée audio de l'ordinateur.

source: CONNECT EFFECT
fr: CONNECTER LES EFFETS

source: Connects the effects to the sound.
fr: Connecte les effets au son.

source: DISCONNECT EFFECT
fr: DÉCONNECTE LES EFFETS
