Repository: Lulu04/Saynetes
Catalog: Binary/languages/Saynetes.*.po
Languages: fr

source: Disconnects all effects that were previously connected to the sound.
fr: Déconnecte tous les effets qui étaient précédemment connectés au son.

# tframeeditmode.baddchannel.caption
source: Add channel
fr: Ajouter un canal

# tframeeditmode.baddswitchingchannel.caption
source: Add virtual channel
fr: Ajouter un canal virtuel

# tframeeditmode.bdeletechannel.hint
source: Delete channel
fr: Supprimer ce canal

# tframeeditmode.bdown.hint
source: Move the channel down
fr: Déplace le canal vers le bas

# tframeeditmode.beditchannel.hint
source: Modify channel
fr: Modifier ce canal

# tframeeditmode.bup.hint
source: Move the channel up
fr: Déplace le canal vers le haut

source: Short name
fr: Nom court

source: DMX channels
fr: Canaux DMX

# tframeeditstring.label2.caption
source: please no space or special characters
fr: svp pas d'espace ou de caractères spéciaux

# tframefxchannelchaser.label22.caption
source: Steps
fr: Étapes

# tframefxchannelchaser.label23.caption
source: seconds per step
fr: secondes par étape

# tframefxchannelchaser.label25.caption
source: Delay
fr: Délai

# tframefxchannelchaser.label26.caption
source: Spacing
fr: Espacement

# tframefxchannelchaser.shape5.hint
source: Moves to set the delay between each step
fr: Déplacez pour régler le délai entre chaque étape

# tframefxchannelchaser.speedbutton10.hint
source: Stop the preview
fr: Stoppe la prévisualisation

# tframefxchannelchaser.speedbutton9.hint
source: Start the preview
fr: Démarre la prévisualisation

source: If checked, the projector will come back to this color
fr: Si coché, le projecteur reviendra sur cette couleur

# tframefxrgbchaser.label1.caption
source: Steps
fr: Étapes

source: Colors
fr: Couleurs

# tframefxrgbchaser.label23.caption
source: seconds per step
fr: secondes par étape

# tframefxrgbchaser.label24.caption
source: Velocity
fr: Vélocité

# tframefxrgbchaser.label25.caption
source: Delay
fr: Délai

# tframefxrgbchaser.label26.caption
source: Spacing
fr: Espacement

source: Back to
fr: Revenir sur

source: This is the list of colors for the chaser
fr: C'est la liste de couleurs pour le chenillard

# tframefxrgbchaser.shape5.hint
source: Moves to set the delay between each step
fr: Déplacez pour régler le délai entre chaque étape

source: Add the color to the list
fr: Ajoute la couleur à la liste

# tframefxrgbchaser.speedbutton10.hint
source: Stop the preview
fr: Stoppe la prévisualisation

source: Delete the selected colors from the list
fr: Supprime les couleurs sélectionnées de la liste

# tframefxrgbchaser.speedbutton9.hint
source: Start the preview
fr: Démarre la prévisualisation

source: Moves the selected colors
fr: Déplace les couleurs sélectionnées

# tframeintermissionmusic.flbplaylist.hint
source: This is the list of intermission musics
fr: C'est la liste des musiques d'entracte

# tframeintermissionmusic.label1.caption
source: INTERMISSION MUSIC
fr: MUSIQUE D'ENTRACTE

# tframeintermissionmusic.mideleteplaylist.caption
source: Delete the playlist
fr: Supprimer la playlist

# tframeintermissionmusic.mimodifyplaylist.caption
source: Modify the playlist
fr: Modifer la playlist

# tframeintermissionmusic.minewplaylist.caption
source: New playlist
fr: Nouvelle playlist

# tframeintermissionmusic.speedbutton3.hint
source: Start/Pause the intermission music.
fr: Démarre/Stoppe la musique d'entracte.

# tframemainaddfixture.badduniverse.hint
source: Creates a new universe
fr: Créer un nouvel univers

# tframemainaddfixture.bdeleteuniverse.hint
source: Delete the selected universe
fr: Supprimer l'univers sélectionné

# tframemainaddfixture.bdevicemanager.hint
source: Connect your universes to your DMX devices
fr: Connectez vos univers à vos interfaces DMX

# tframemainaddfixture.bloadfrom.hint
source: Import the DMX configuration from another project
fr: Importe la configuration DMX d'un autre projet

# tframemainaddfixture.bok.caption
source: Done
fr: Terminer

# tframemainaddfixture.od1.title
source: Load a DMX configuration from another project
fr: Importer la configuration DMX d'un autre projet

# tframemainaudio.baddaudio.hint
source: Import an audio file to the project
fr: Importe un fichier audio au projet

# tframemainaudio.bremovefxs.hint
source: Remove effects on all audio
fr: Supprime les effets sur tous les sons

source: Sets pan to center on all audio
fr: Règle le panoramique au centre sur tous les sons

source: Sets pitch to normal on all audio
fr: Règle le pitch sur normal sur tous les sons

# tframemainaudio.bstopall.hint
source: Stop all audio
fr: Stoppe tous les sons

# tframemainaudio.label5.caption
source: importing audio files...
fr: importation des fichiers audio...

# tframemainaudio.label8.caption
source: SOUND CONTROL
fr: CONTRÔLE DU SON

# tframemainaudio.miremoveeffect.caption
source: Remove effects
fr: Supprimer les effets

# tframemainaudio.opendialog1.title
source: Import audio
fr: Importation audio

# tframemainaudio.sb_fadein1s.hint
source: Fadein the selected sounds
fr: Fondu entrant sur les sons sélectionnés

# tframemainaudio.sb_fadeout1s.hint
source: Fadeout the selected sounds
fr: Effectue un fondu sortant sur les sons sélectionnés

source: Add a sequence
fr: Ajouter une séquence

source: Stop all sequences
fr: Stoppe l'exécution de toutes les séquences

# tframesequencer.misbadddmxaction.caption
source: DMX action...
fr: action DMX...

# tframesequencer.misbaddotheraction.caption
source: OTHER action...
fr: action AUTRE...

source: Start sequence from here
fr: Démarrer la séquence à partir d'ici

source: Delete this time interval
fr: Supprimer cet intervalle de temps

# tframesequencer.mitimemodify.caption
source: Modify this time interval...
fr: Modifier cet intervalle de temps...

# tframesequencer.mi_sbaddaudioaction.caption
source: AUDIO action...
fr: action AUDIO...

source: Rearrange all
fr: Réarranger tout

# tframesequencer.mi_sbzoomall.caption
source: View all
fr: Tout voir

# tframesequencer.mi_sbzoomonselection.caption
source: Zoom on selection
fr: Zoom sur la sélection

# tframesequencer.mi_stepalignsteps.caption
source: Align...
fr: Aligner...

source: Change duration...
fr: Modifier la durée...

source: Rearrange selection
fr: Réarranger la sélection

source: Select all
fr: Sélectionner tout

source: Ungroup
fr: Dégrouper

source: Add audio file to your project
fr: Ajoutez des fichiers audio à votre projet

source: As colored rectangle
fr: Avec un rectangle coloré

source: As text (r,g,b)
fr: En texte (r,v,b)

source: Display colors
fr: Afficher les couleurs

# tframeviewcmdlist.mideleteselection.caption
source: Delete the selection
fr: Supprimer la sélection

# tframeviewcmdlist.miedit.caption
source: Edit...
fr: Éditer...

# tframeviewcmdlist.miview.caption
source: View
fr: Vue

source: DMX Adress
fr: Adresse DMX

source: DMX Channel name
fr: Nom du canal DMX

source: DMX Fixture description
fr: Description de l'appareil DMX

source: DMX Fixture name
fr: Nom de l'appareil DMX

# tframeviewdipswitchs.miadresssetting.caption
source: Used for adress
fr: Réglage d'adresse

# tframeviewdipswitchs.mimustbeoff.caption
source: Must be OFF
fr: Forcer sur OFF

# tframeviewdipswitchs.mimustbeon.caption
source: Must be ON
fr: Forcer sur ON

# tframeviewdmxcursors.ball.caption
source: ALL
fr: TOUS

# tframeviewdmxcursors.ball.hint
source: Click to activate/deactivate. When you moves a cursor, its value is copied on all channels (selected or not)
fr: Cliquez pour activer/désactiver. Lorsque vous déplacez un curseur, sa valeur est copiée sur tous les canaux.

# tframeviewdmxcursors.bchanneltools.caption
source: CHANNELS
fr: CANAUX

# tframeviewdmxcursors.bchanneltools.hint
source: Show/hide the channels tools
fr: Affiche/Masque les outils de canaux

# tframeviewdmxcursors.bgroup.caption
source: GROUP
fr: GROUPE

# tframeviewdmxcursors.bgroup.hint
source: Show/Hide the groups window
fr: Affiche/Masque la fenêtre des groupes

# tframeviewdmxcursors.bonlysametype.caption
source: SAME TYPES
fr: MÊME TYPES

# tframeviewdmxcursors.bonlysametype.hint
source: Click to activate/deactivate When you move a cursor, its value is copied on channels with the same type.
fr: Cliquez pour activer/désactiver. Lorsque vous déplacer un curseur, sa valeur est copiée sur les canaux de même type.

# tframeviewdmxcursors.bonlyselected.caption
source: SELECTED
fr: SÉLECTIONNÉ

# tframeviewdmxcursors.bonlyselected.hint
source: Click to activate/deactivate. When you moves a selected cursor, its value is copied on other selected channels.
fr: Cliquez pour activer/désactiver. Lorsque vous déplacez un curseur, sa valeur est copiée sur les autres canaux sélectionnés.

# tframeviewdmxcursors.brgbtools.hint
source: Show/hide the RGB tools
fr: Affiche/Masque les outils RVB

# tframeviewdmxcursors.bselectnone.hint
source: Unselect all channels
fr: Désélectionne tous les canaux

# tframeviewdmxcursors.bzero.caption
source: ZERO
fr: ZÉRO

# tframeviewdmxcursors.bzero.hint
source: Force all cursors to their default value
fr: Force tous les curseurs sur leur valeur par défaut

source: Only this channel on this fixture
fr: Seulement ce canal sur cet appareil

source: All channels on this fixture
fr: Tous les canaux de cet appareil

# tframeviewdmxcursors.miallonall.caption
source: All channels on all fixtures
fr: Tous les canaux sur tous les appareils

source: Create channels group
fr: Créer un groupe de canaux

# tframeviewdmxcursors.milockchannel.caption
source: Lock
fr: Verrouiller

# tframeviewdmxcursors.mionlyonall.caption
source: Only this channel on all fixtures
fr: Seulement ce canal sur tous les appareils

source: Selects on all fixtures
fr: Sélectionne sur tous les appareils

# tframeviewdmxcursors.miunlockchannel.caption
source: Unlock
fr: Déverrouiller

source: Collapse folders
fr: Réduire les dossiers

# tframeviewdmxlibrary.mideletefixture.caption
source: Delete fixture...
fr: Supprimer ce matériel…

# tframeviewdmxlibrary.mideletefolder.caption
source: Delete folder...
fr: Supprimer ce dossier...

source: Develop folders
fr: Développer les dossiers

# tframeviewdmxlibrary.minewfolder.caption
source: New folder...
fr: Nouveau dossier...

source: Rename fixture...
fr: Renommer l'appareil...

source: Rename folder
fr: Renommer le dossier

source: This channel have switcher
fr: Ce canal a des commutateurs

source: Search folder
fr: Rechercher un dossier

# tframeviewprojectfolder.buttonopenproject.caption
source: Open
fr: Ouvrir

# tframeviewprojectfolder.buttonopenproject.hint
source: Open the selected project
fr: Ouvre le projet sélectionné

# tframeviewprojectfolder.flbprojects.hint
source: The list of projects found in the above folder Double click to open
fr: La liste des projets trouvés dans le dossier ci-dessus Double clic pour ouvrir

# tframeviewprojectfolder.label7.caption
source: Projects folder
fr: Dossier des projets

# tframeviewprojectfolder.label8.caption
source: PROJECTS
fr: PROJETS

# tframeviewprojector.badddmx.hint
source: Modify your DMX universes and fixtures.
fr: Modifier vos univers et appareils DMX.

# tframeviewprojector.bshowdmxadress.caption
source: ADRESS
fr: ADRESSE

# tframeviewprojector.bshowdmxadress.hint
source: Show/hide DMX adress
fr: Affiche/masque les adresses DMX

# tframeviewprojector.bshowinfo.hint
source: Show/hide the fixture information panel.
fr: Affiche/Cache le panneau d'information des appareils.

# tframeviewprojector.bshowlevels.hint
source: Show/hide the channels levels
fr: Affiche/masque les niveaux des canaux

# tframeviewprojector.bshowrgbsymbol.hint
source: Show/hide a RGB symbol on fixtures that have RGB channels
fr: Affiche/masque le symbole RVB sur les appareils qui ont des canaux RVB

# tframeviewprojector.bzoomall.hint
source: View all
fr: Tout voir

# tframeviewprojector.combobox1.hint
source: Select the universe(s) to show
fr: Sélectionnez l'univers à afficher

# tframeviewprojector.micreatergbgroup.caption
source: Create RGB group
fr: Créer un groupe RVB

# tframeviewprojector.mihflip.caption
source: Horizontal flip
fr: Miroir horizontal

# tframeviewprojector.milockfixture.caption
source: Lock
fr: Verrouiller

source: Open manual in browser
fr: Ouvrir le manuel dans le navigateur

# tframeviewprojector.miunlockfixture.caption
source: Unlock
fr: Déverrouiller

# tframeviewprojector.mivflip.caption
source: Vertical flip
fr: Miroir vertical

# tframeviewprojector.speedbutton5.hint
source: Shutdown all lights.
fr: Éteint toutes les lumières.

source: Copy previous Switcher
fr: Copier le commutateur précédent

source: Add sequence to your project
fr: Ajoutez des séquences à votre projet

source: Duplicate
fr: Dupliquer

# tframeviewtoplist.miedit.caption
source: Edit...
fr: Éditer...

source: Insert sequence...
fr: Insérer une séquence...

source: Load sequences from another project...
fr: Importer des séquences d'un autre projet...

source: Merge
fr: Fusionner

source: Add sequence...
fr: Ajouter une séquence...

source: Rename...
fr: Renommer...

source: Normal speed
fr: Vitesse normale

source: Enter web color (# + hex triplet)
fr: Entrez une couleur web (# + triplet hexadécimal)

source: Click to enter web color
fr: Cliquez pour saisir une couleur web

source: Use the velocity curves if you want a movement other than linear.
fr: Utilisez les courbes de vélocité si vous voulez un mouvement autre que linéaire.

# tpresetmanager.bdelete.hint
source: Delete the selected preset
fr: Supprimer le prédéfini sélectionné

# tpresetmanager.brename.hint
source: Rename the selected preset
fr: Renommer le prédéfini sélectionné

# tpresetmanager.bupdate.hint
source: Update the selected preset with the current settings
fr: Mettre à jour le prédéfini avec les réglages actuels

source: Preset manager...
fr: Gestionnaire de prédéfini...

source: This module allow you to playback audio captured from a microphone or line-in. Click ON/OFF button to start/stop the module. Pre-amp is the pre-amplification to adjust the input level. Sets the pan with the pan cursor. Sets the output volume with the volume cursor. Use FX button to add audio effect to the captured audio.
fr: Ce module vous permet de capturer le son provenant d'un micro ou d'une entrée line-in, et de le rejouer. Cliquez sur le bouton MARCHE/ARRÊT pour démarrer/arrêter le module. Pre-amp est la pré-amplification, elle sert à ajuster le niveau d'entrée. Réglez le panoramique avec le curseur pan. Réglez le volume de sortie du module avec le curseur volume. Utilisez les boutons FX pour appliquer/supprimer des effets audio.

# u_resource_string.helpchannelchaser
source: This effect is not really an effect, because it creates a sequence containing the required actions.
fr: Cet effet n'est pas vraiment un effet, car il créé une séquence contenant les actions nécessaires.

source: This effect copies the value of one channel to one or more other channels. In the channels list, select the source.
fr: Cet effet copie la valeur d'un canal sur un ou plusieurs autres canaux. Dans la liste des canaux, sélectionnez la source.

source: Flash briefly applies a value to the channels, holds it for a while and then restores the previous values. This effect can be used at the same time as another. FIXED VALUE: sets the value to apply briefly. RANDOM VALUE: define an interval for the calculation of the random values. FIXED DURATION: controls holding time, here always the same. RANDOM DURATION: define an interval of time for the calculation of the random duration. Clic the preview button to see the result.
fr: L'effet Flash applique brièvement une valeur aux canaux sélectionnés, la maintient un moment puis restaure la valeur précédente. Cet effet peut être utilisé en même temps qu'un autre. VALUE FIXE: contrôle la valeur à appliquer. VALEUR ALÉATOIRE: définissez un intervalle pour le calcul des valeurs aléatoires. DURÉE FIXE: contrôle le temps de maintien, ici fixe. DURÉE ALÉATOIRE: définissez un intervalle de temps pour le calcul de la durée aléatoire. Cliquez sur le bouton Aperçu pour voir le résultat.

source: This is a basic dimmer effect applyed to the selected channels. Used in a sequence, this effect change the current value of a channel to the new one with respect of the duration and the velocity curve. Final values of the dimmer are those that you sets on the channels view. Duration can be equal to zero, in that case the dimmer will jump immediatly to the value. This effect have no effect in live and should only be used when creating a sequence.
fr: C'est un effet classique de gradateur, qui est appliqué aux canaux sélectionnés. Utilisé dans une séquence, cet effet fait varier la valeur courante d'un canal jusqu'à une nouvelle en respectant la durée et la courbe de vitesse choisies. La valeur final du gradateur est la valeur du curseur que vous avez réglé dans la vue des canaux. La durée peut être égale à zéro, dans ce cas le gradateur sautera immédiatement à la valeur voulu. Cet effet n'a pas d'incidence en direct, et doit être utilisé seulement lors de la création d'une séquence.

# u_resource_string.helpchannelstop
source: Stops the current effect on selected channels. Don't stop a chaser because a chaser is not an effect but a sequence.
fr: Stoppe l'effet sur les canaux sélectionnés. Ne stoppe pas un chaser car un chaser n'est pas un effet mais une séquence.

source: A double dimmer effect. This effect change the values of the selected channels (in the channel view) to a first level 1, with respect of the duration 1 and velocity curve 1, then change them to level 2 with respect of the duration 2 and velocity curve 2. Duration can be equal to zero, in that case the dimmer will jump immediatly to the value.
fr: Un double effet de gradateur. Cet effet fait varier les valeurs des canaux sélectionnés vers le niveau 1 en respectant la durée 1 et la courbe de vitesse 1, puis vers le niveau 2 en respectant la durée 2 et la courbe de vitesse 2. une durée peut être égale à zéro, dans ce cas le gradateur sautera immédiatement à la valeur.

source: This effect is continuous, it stops only when you move the channel cursor manually or if a sequence apply another effect on the channel.
fr: Cet effet est continu, il n'est stoppé uniquement lorsque vous déplacez manuellement un curseur de canal ou si une séquence applique un autre effet sur le canal.

source: Retrieve here the groups (channels and RGB) you have previously defined. CHOOSE the type of group you want to recall by clicking Channels or RGB button, then select an item in the list. ADD a group to the current selection by holding down the SHIFT key. Right click on item of the list to: - RENAME the selected group. - DELETE the selected group.
fr: Vous retrouverez ici les groupes de canaux et RVB que vous avez précédemment défini. Choisissez le type de groupe en cliquant sur les boutons Canaux ou RVB, puis sélectionnez un élément de la liste. AJOUTER un group à la sélection courante en maintenant SHIFT appuyé. Clic droit sur un élément de la liste pour: - RENOMMER le groupe sélectionné. - SUPPRIMER le groupe sélectionné.

source: You are in the DMX editing mode. EXIT this mode by clicking the 'Done' button. At the top you have the list of DMX universes and tools for: - add a new universe. - delete an universe. - connect an universe to a device. - you can also load the DMX configuration from another project. At the middle, there is the DMX fixtures library: retrieve your fixture by selecting a manufacturer, the fixture name, then select a mode name. ADD a fixture to your project: when you have selected a fixture name and a mode name, drag this mode name into the projector view and release the mouse button. You can now add as many time as you want the fixture around the stage with mouse left click. DELETE a fixture: right click to show the pop-up menu, then Delete. SELECT a fixture with left click. MOVE a fixture: select it then drag it where you want. Right click on a fixture to show pop-up menu: - Rotation to change its direction. - Zoom to change its size. - Horizontal flip. - Vertical flip.
fr: Vous êtes dans le mode édition DMX. QUITTER ce mode en cliquant sur le bouton Terminer. Tout en haut se trouve la liste des univers DMX et des outils pour: - ajouter un nouvel univers. - supprimer un univers. - connecter un univers à une interface DMX. - vous pouvez aussi charger la configuration DMX d'un autre projet. Au milieu se trouve la librairie d'appareil DMX: retrouvez votre appareil en sélectionnant un constructeur, le nom de l'appareil, puis sélectionnez un mode. AJOUTER un appareil à votre projet: lorsque vous avez sélectionné un appareil et un de ses modes, faite glisser le nom du mode dans la vue projecteur et relâchez la souris. Vous pouvez maintenant ajouter l'appareil autour de la scène avec un clic gauche, autant de fois que nécessaire. SUPPRIMER un appareil: clic droit sur l'appareil dans la vue projecteur fait apparaître un menu contextuel, puis Supprimer. SÉLECTION d'un appareil avec le clic gauche. DÉPLACER un appareil en le faisant glisser où vous voulez. Clic droit sur un appareil fait apparaître un menu contextuel: - Rotation pour orienter l'appareil. - Zoom pour modifier sa taille. - Miroir horizontal. - Miroir vertical.

source: Here you can create or modify a playlist for the intermission music. NOTE: playlist are only a list of path to musics on the disk, musics are not copied. Use Add buttons for add an item to the playlist. Delete to delete an item. Arrow to move up or down an item. When the playlist is done, enter its name then click Save.
fr: Ici, vous pouvez créer ou modifier une playlist pour les musiques d'entracte. NOTE: une playlist n'est qu'une liste de chemin vers des musiques sur le disque, les musiques ne sont pas copiées. Utilisez le bouton Ajouter pour ajouter un élément à la playlist. Supprimer pour enlever un élément de la liste. Les flèches pour remonter ou descendre l'élément sélectionné. Lorsque la playlist est faite, entrez son nom et cliquez sur Sauver.

source: This module allow you to control the intermission music. Left click on the list to select a playlist. Click ON/OFF button to start/pause the selected playlist. Use green arrow to jump to the previous/next music in the playlist. Right click on the list to show pop-up menu.
fr: Ce module vous permet de contrôler la musique d'entracte. Clic gauche sur un élément de la liste pour le sélectionner. Le bouton ON/OFF permet de démarrer ou mettre en pause la playlist sélectionnée. Utilisez les flèches vertes pour sauter au morceau précédent ou suivant de la playlist. Clic droit sur une playlist fait apparaître un menu contextuel.

source: You can save the setting in a preset: click the PRESET button, click Add, enter a name for the setting. To recall a preset, click on the PRESET button then click on its name.
fr: Vous pouvez sauvegarder un réglage dans un prédéfini: cliquez sur le bouton PRÉDÉFINI, cliquez sur Ajouter, entrez un nom pour le réglage. Pour rappeler un prédéfini, cliquez sur le bouton PRÉDÉFINI puis sur le nom du réglage.

source: This is the list of projects found in the selected working folder. Projects saved in a same folder share the same DMX configuration, and loading a project from here don't affect the current lighting. It is usefull feature e.g. for festivals where different shows are performed one after the other.
fr: C'est la liste des projets trouvés dans le répertoire de travail. Les projets sauvés dans un même répertoire partage la même configuration DMX, et charger un projet à partir de ce module n'affecte pas l'éclairage courant. Ceci est très utile par exemple pour les festivals où différents spectacles sont joués les uns à la suite des autres.
