Repository: Lulu04/Saynetes
Catalog: Binary/languages/Saynetes.*.po
Languages: fr

source: Medium bar with multiple rows and transparent LED
fr: Barre moyenne avec plusieurs rangées et LED transparentes

source: Long bar with multiple rows and transparent LED
fr: Barre longue avec plusieurs rangées et LED transparents

# u_resource_string.sbegin
source: Begin
fr: Début

# u_resource_string.sblue
source: Blue
fr: Bleu

# u_resource_string.sbrightnessmax
source: Brightness max
fr: Luminosité maxi

# u_resource_string.sbubblemachine
source: Bubble machine
fr: Machine à bulles

source: Bulb
fr: Ampoule

# u_resource_string.scancel
source: Cancel
fr: Annuler

source: Can not open the file
fr: Impossible d'ouvrir le fichier

source: Cannot save the playlist
fr: Impossible de sauver la playlist

source: CENTER
fr: CENTRE

# u_resource_string.scenter_
source: Center
fr: Centrer

source: Change volume to
fr: Varier le volume à

source: Channel
fr: Canal

source: channel not found
fr: canal non trouvé

source: channels
fr: canaux

# u_resource_string.schannels_
source: Channels
fr: Canaux

source: Click to capture the current color
fr: Cliquez pour capturer la couleur courante

# u_resource_string.sclose
source: Close
fr: Fermer

source: Color
fr: Couleur

# u_resource_string.scolorchanger
source: Color changer
fr: Changeur de couleur

source: Color presets
fr: Couleurs prédéfinies

source: Connector
fr: Connecteur

source: Continue
fr: Continuer

# u_resource_string.scopy
source: Copy
fr: Copier

source: copy
fr: copie

source: Count
fr: Nombre

# u_resource_string.scrackling
source: Crackling
fr: Crépitement

source: Create new
fr: Créer un nouveau

source: Create sequence
fr: Créer une séquence

source: Credits
fr: Crédits

source: CURVE
fr: COURBE

# u_resource_string.scurve_
source: Curve
fr: Courbe

# u_resource_string.scut
source: Cut
fr: Couper

source: Default
fr: Défaut

source: defined but not used
fr: defini mais non utilisé

# u_resource_string.sdelete
source: Delete
fr: Supprimer

# u_resource_string.sdeleteselected
source: Delete the selection
fr: Supprimer la sélection

source: Delete this action
fr: Supprimer l'étape

source: Delete this preset ?
fr: Supprimer ce prédéfini ?

source: Delete this universe ?
fr: Effacer cet univers ?

source: Depth
fr: Profondeur

source: IN
fr: ENTRÉE

# u_resource_string.sdeviceportout
source: OUT
fr: SORTIE

source: devices
fr: interfaces

# u_resource_string.sdimmer1channel
source: Dimmer 1 channel
fr: Dimmer 1 canal

# u_resource_string.sdimmer4channels
source: Dimmer 4 channels
fr: Dimmer 4 canaux

source: Dimmer RGB
fr: Gradateur RVB

source: Disk is full or write protected.
fr: Disque plein ou protégé en écriture.

source: DMX - AUDIO FOLLOWER
fr: DMX - SUIVEUR AUDIO

source: DMX - AUDIO FOLLOWER RGB
fr: DMX - SUIVEUR AUDIO RVB

source: DMX CHANNEL AT
fr: DMX CANAL À

source: DMX - CHASER
fr: DMX - CHENILLARD

source: DMX - CHASER RGB
fr: DMX-CHENILLARD RVB

source: DMX configuration successfully loaded
fr: Configuration DMX importée avec succès

source: DMX - COPY
fr: DMX - COPIER

source: DMX - COPY RGB
fr: DMX - COPIER RVB

source: DMX - DIMMER
fr: DMX - GRADATEUR

source: DMX - DIMMER RGB
fr: DMX - GRADATEUR RVB

source: DMX - FLAME + FADEIN
fr: DMX - FLAMME + FONDU

source: DMX FIXTURE AT
fr: APPAREIL DMX À

source: DMX - FLAME
fr: DMX - FLAMME

source: DMX - FLAME RGB
fr: DMX - FLAMME RVB

source: DMX - FLAME RGB + FADEIN
fr: DMX - FLAMME RVB + FONDU

source: DMX - FLASH RGB
fr: DMX - FLASH RVB

source: DMX groups successfully loaded
fr: Groupes importés avec succès

# u_resource_string.sdmxlibrary
source: DMX library
fr: Librairie DMX

source: DMX - STOP EFFECT
fr: DMX - STOP EFFET

source: DMX - STOP EFFECT RGB
fr: DMX - STOPPE EFFET RVB

source: DMX - WAVE
fr: DMX - ONDE

source: DMX - WAVE RGB
fr: DMX - VAGUE RVB

# u_resource_string.sduration
source: Duration
fr: Durée

# u_resource_string.sdurationinsecond
source: Duration in second
fr: Durée en seconde

source: duration have negative value
fr: la durée a une valeur négative

source: Edit
fr: Modifier

source: Edition of audio, dmx and sequences... is now allowed
fr: L'édition de l'audio, du dmx et des séquences est maintenant autorisée

source: Edition of audio, dmx and sequences is no longer allowed
fr: L'édition de l'audio, du dmx et des séquences n'est plus autorisée

# u_resource_string.seditmode
source: EDIT MODE
fr: MODE ÉDITION

source: Edit switcher
fr: Modifier le commutateur

source: Unable to create the new folder
fr: Impossible de créer le nouveau dossier

# u_resource_string.send
source: End
fr: Fin

source: Entering
fr: Activation du

source: Error
fr: Erreur

source: Error(s) found in the project sequences. Please check
fr: Des erreurs ont été trouvés dans les séquences du project. Veuillez vérifier svp

source: Error while opening this playlist
fr: Erreur lors du chargement de la playlist

source: Error on name
fr: Erreur sur le nom

source: An error occurred while importing the DMX configuration from the project
fr: Échec de l'importation de la configuration DMX du projet

source: An error occurred while importing the DMX groups from the project
fr: Échec de l'importation des groupes

source: Fade
fr: Fondu

source: Fadeout in
fr: Fondu sortant en

source: Failed to delete the folder
fr: Échec lors de la suppression du dossier

source: Failed to remove the fixture
fr: Échec de la suppression du matériel

source: Failed to rename the fixture
fr: Échec du renommage de l'appareil

source: Failed to rename the folder
fr: Échec du renommage du dossier

source: Fail to create the directory needed by the project
fr: Échec lors de la création du répertoire nécessaire au projet

source: Fail to load the fixture from library !!
fr: Échec du chargement de l'appareil à partir de la librairie !!

source: Fail to load the project
fr: Échec de chargement du projet

source: Fail to save the project
fr: Échec de sauvegarde du projet

source: Failure when saving DMX universe to
fr: Échec lors de la sauvegarde des univers DMX vers

source: Failure when saving project to
fr: Échec lors de la sauvegarde du projet vers

source: Fan
fr: Ventilateur

source: faster
fr: plus vite

source: File
fr: Fichier

source: This file is not a SAYNÈTE project
fr: Ce fichier n'est pas un fichier de sauvegarde de SAYNÈTE

source: The file(s) will be deleted from the project storage and will no longer be available
fr: Le(s) fichier(s) sera(ont) supprimé(s) du répertoire de stockage du projet et ne sera(ont) plus disponible(s)

source: Final opacity
fr: Opacité finale

source: Finish
fr: Terminer

source: first range should start from 0
fr: la première plage devrait commencer de 0

# u_resource_string.sfixedduration
source: Fixed duration
fr: Durée fixe

source: Fixed intensity
fr: Intensité fixe

# u_resource_string.sfixedvalue
source: Fixed value
fr: Valeur fixe

source: Fixture
fr: Appareil

source: There is already a fixture with the same name. The new one is renamed as
fr: Il y a déjà un appareil avec ce nom de fichier. Le nouveau est renommé en

source: fixture not found
fr: appareil non trouvé

source: fixture not in library
fr: appareil introuvable

source: fixtures
fr: appareils

# u_resource_string.sflame
source: Flame
fr: Flamme

source: Flame presets
fr: Prédéfinis pour la flamme

source: Follow
fr: Suivre

source: Found
fr: Trouvé

source: from
fr: de

source: Functionality
fr: Fonctionalité

# u_resource_string.sgeneral
source: General
fr: Général

# u_resource_string.sgreen
source: Green
fr: Vert

# u_resource_string.sgroup
source: Group
fr: Grouper

source: Group of channels
fr: Groupe de canaux

source: Half circle
fr: Demi-cercle

# u_resource_string.shalogen
source: Halogen
fr: Halogène

source: have dmx range error
fr: comporte des erreurs de plage dmx

source: Height
fr: Hauteur

source: Help
fr: Aide

source: Hide effects
fr: Cacher les effets

source: Application icon by
fr: Icone du programme par

# u_resource_string.sin
source: in
fr: en

source: loop mode
fr: en boucle

source: is already imported
fr: est déjà importé

source: is an alias of
fr: est un alias de

source: Its name is replaced by
fr: Son nom est remplacé par

source: Jump to position
fr: Sauter à la position

source: last range should end on 255
fr: la dernière plage devrait finir sur 255

source: Bar transparent LED
fr: Barre de LED transparentes

source: Long PAR colored LED
fr: PAR long avec LED colorées

source: Short PAR colored LED
fr: PAR court avec LED colorées

source: LEFT
fr: GAUCHE

source: Lens
fr: Lentille

# u_resource_string.slevel
source: Level
fr: Niveau

# u_resource_string.slevelmax
source: Level max
fr: Niveau max

# u_resource_string.slevelmin
source: Level min
fr: Niveau min

source: Levels
fr: Niveaux

source: loading DMX cursor images
fr: chargement des images des curseurs DMX

source: loading DMX channel icons
fr: chargement des icones de canaux DMX

source: loading DMX effect images
fr: chargement des images des effets DMX

source: loading DMX fixture images
fr: chargement des images d'appareils DMX

source: loading program icons
fr: chargement des icones du programme

source: Loop
fr: En boucle

source: LOOP BACKWARD
fr: BOUCLE ARRIERE

source: LOOP FORWARD
fr: BOUCLE AVANT

source: Main view
fr: Vue principale

source: Manufacturer
fr: Constructeur

source: Manufacturer name:
fr: Nom du constructeur:

source: Matrix colored LED
fr: Matrice de LED colorées

source: Matrix transparent LED
fr: Matrice de LED transparentes

source: Max degree
fr: Max degré

source: Min degree
fr: Min degré

source: Mode name (optional):
fr: Mode (optionnel):

# u_resource_string.smodify
source: Modify
fr: Modifier

source: Modify duration
fr: Modifier la durée

source: Move the file
fr: Déplacer le fichier

source: Move the folder
fr: Déplacer le dossier

source: must have at least one range.
fr: doit avoir au moins une plage.

# u_resource_string.sname
source: Name
fr: Nom

# u_resource_string.snamealreadyused
source: name already used
fr: nom déjà utilisé

source: Name for the new group:
fr: Nom pour le nouveau groupe:

source: Name for the new RGB group:
fr: Nom pour le nouveau groupe RVB:

# u_resource_string.snamefortheplaylist
source: Name for the playlist
fr: Nom de la playlist

source: Name of the fixture:
fr: Nom de l'appareil:

source: Name of the new folder :
fr: Nom du nouveau dossier :

source: New description:
fr: Nouvelle description:

source: New name:
fr: Nouveau nom:

source: New name for
fr: Nouveau nom pour

source: Next
fr: Suivant

source: No
fr: Non

source: No device found...
fr: Aucune Interface trouvée...

source: None
fr: Aucun

source: Not an action...
fr: Ce n'est pas une action...

source: NOT CONNECTED
fr: NON CONNECTÉ

source: not defined
fr: non défini

source: NOT FOUND !!
fr: NON TROUVÉ !!

# u_resource_string.soneshoot
source: ONE SHOOT
fr: UNE FOIS

source: only
fr: seulement

source: on
fr: sur

source: Opacity
fr: Opacité

source: or
fr: ou

# u_resource_string.sother
source: Other
fr: Autre

source: Your current DMX configuration will be overwrite
fr: La configuration DMX actuelle va être écrasée

source: Overwrites previous data for
fr: Écraser les données précédentes pour

source: Long PAR with bulb
fr: PAR long avec ampoule

source: Long PAR transparent LED
fr: PAR long à LED transparentes

source: Rectangular PAR with multiple colored LED
fr: PAR rectangulaire avec plusieurs LED colorées

source: Rectangular PAR with multiple transparent LED
fr: PAR rectangulaire avec plusieurs LED transparentes

source: Short PAR with bulb
fr: PAR court avec ampoule

source: Short PAR transparent LED
fr: PAR court à LED transparentes

# u_resource_string.spaste
source: Paste
fr: Coller

source: paused
fr: en pause

# u_resource_string.splay
source: Play
fr: Lecture

source: playing
fr: lecture

source: Playlist saved successfully
fr: La playlist a été sauvegardée avec succès

# u_resource_string.spleasenospaceorspecialcharacters
source: please no space or special characters
fr: svp pas d'espace or de caractères spéciaux

source: please no special characters
fr: svp pas de caractères spéciaux

source: Power
fr: Puissance

# u_resource_string.spreset
source: Preset
fr: Prédéfini

source: With the presets, you can save your settings to use them later
fr: Vous permet de sauvegarder vos réglages afin de les réutiliser plus tard

# u_resource_string.spreset_
source: PRESET
fr: PRÉDÉFINI

# u_resource_string.spreview
source: Preview
fr: Aperçu

source: Previous
fr: Précédent

# u_resource_string.sprofile
source: Profile
fr: Poursuite

source: Program version
fr: Version du programme

# u_resource_string.sprojectcreatedwithsuccess
source: Project created with success !
fr: Projet créé avec succès !

source: Project name
fr: Nom du projet

source: Square
fr: Carré

source: Square PAR with multiple colored LED
fr: PAR carré avec plusieurs LED colorées

source: Random duration
fr: Durée aléatoire

# u_resource_string.srandomdurationbetween
source: Random duration between
fr: Durée aléatoire entre

source: Random intensity
fr: Intensité aléatoire

# u_resource_string.srandomintensitybetween
source: Random intensity between
fr: Intensité aléatoire entre

source: Random value
fr: Valeur aléatoire

# u_resource_string.srandomvaluebetween
source: Random value between
fr: Valeur aléatoire entre

source: Range
fr: Plage

source: Ranges generator
fr: Générateur de plages

source: Ready
fr: Prêt

# u_resource_string.sred
source: Red
fr: Rouge

source: Redo
fr: Refaire

source: Remove audio file(s) from project ?
fr: Supprimer le(s) fichier(s) audio du projet ?

# u_resource_string.srename
source: Rename
fr: Renommer

source: Repeat channels
fr: Répéter des canaux

source: Repetitive channel presets
fr: Prédéfinis des canaux répétitifs

source: Replace the data of this preset ?
fr: Remplacer les données de ce prédéfini ?

source: Requires the program to be restarted.
fr: Nécessite le redémarrage du programme.

# u_resource_string.sreset
source: RESET
fr: RAZ

source: Resume
fr: Reprendre

# u_resource_string.srgb
source: RGB
fr: RVB

source: RGB color from
fr: la couleur RVB de

source: RGB Group
fr: Groupe RVB

source: RIGHT
fr: DROITE

source: running
fr: en cours

# u_resource_string.ssave
source: Save
fr: Enregistrer

source: Save the change before quit?
fr: Sauvegarder les changements avant de quitter ?

source: SCREEN
fr: ÉCRAN

# u_resource_string.sseats1
source: Seats1
fr: Sièges1

source: Seats2
fr: Sièges2

source: second
fr: seconde

source: seconds
fr: secondes

source: selected
fr: sélectionné(s)

source: The selected items will be removed from the project. Continue ?
fr: Les éléments sélectionnés vont être supprimer du projet. Continuer ?

# u_resource_string.sselection
source: Selection
fr: Sélection

# u_resource_string.ssequence
source: Sequence
fr: Séquence

source: Sequence name
fr: Nom de la séquence

# u_resource_string.sserialnumber
source: Serial number
fr: Numéro de série

source: Set volume to
fr: Fixer le volume à

source: several
fr: plusieurs

# u_resource_string.sshoweffects
source: Show effects
fr: Montrer les effets

source: SHOW MODE
fr: MODE SPECTACLE

source: slower
fr: plus lent

source: Small PAR
fr: Petit PAR

# u_resource_string.ssmokemachine
source: Smoke machine
fr: Machine à fumée

# u_resource_string.ssoften
source: Soften
fr: Adoucissement

# u_resource_string.ssoftenon
source: Soften on
fr: Adoucir sur

# u_resource_string.sspeed
source: Speed
fr: Vitesse

source: Square PAR with multiple transparent LED
fr: PAR carré avec plusieurs LED transparentes

source: Square PAR with single transparent LED
fr: PAR carré avec une seule led transparente

source: START
fr: DÉMARRER

source: start value must be lower than end value
fr: la valeur de début doit être inférieure à celle de fin

source: stopped
fr: stop

# u_resource_string.sstopsequence
source: STOP
fr: STOPPER

source: STRETCH TIME
fr: ÉTIREMENT DU TEMPS

source: Sub-channel
fr: Sous-canal

source: Substract
fr: Soustrait

# u_resource_string.sswitchers
source: Switchers
fr: Commutateurs

source: that doesn't exists
fr: qui n'existe pas

source: The file
fr: Le fichier

source: The file is corrupted...
fr: Le fichier est corrompu...

source: The fixture was created successfully !
fr: L'appareil a été créé avec succès !

source: then
fr: puis

source: the switcher in range
fr: le commutateur dans la plage

# u_resource_string.sthisfilenamalreadyexists
source: this filename already exists !
fr: ce fichier existe déjà !

source: this filename is used by Saynètes !
fr: ce nom de fichier est utilisé par Saynètes !

source: This mode is empty or have only virtual channel
fr: Ce mode est vide ou ne comporte que des canaux virtuels

# u_resource_string.sto
source: to
fr: à

source: to CENTER
fr: au CENTRE

source: to LEFT
fr: à GAUCHE

source: to RIGHT
fr: à DROITE

source: Unable to create the manufacturer folder
fr: Impossible de créer le dossier constructeur

source: Unable to load fixture data...
fr: Impossible de charger les données de l'appareil...

source: Unable to save the fixture...
fr: Impossible de sauver l'appareil...

source: Undo
fr: Annuler

# u_resource_string.suniverse
source: Universe
fr: Univers

source: Universe full or not enough free adress available
fr: L'univers est plein ou il n'y a pas assez d'adresses libres

source: universe not found
fr: univers non trouvé

source: UNKNOW COMMAND !!
fr: COMMANDE INCONNUE !!

source: Unknown
fr: Inconnu

source: Unknown action !!
fr: Action inconnue !!

source: Unknown audio !!
fr: Audio inconnu !!

source: !! UNKNOWN EFFECT !!
fr: !! EFFET INCONNU !!

source: !! UNKNOWN PRESET !!
fr: !! PRESET INCONNU !!

source: UNKNOW SEQUENCE !!
fr: SEQUENCE INEXISTANTE !!

source: unrecognized action
fr: action non reconnue

# u_resource_string.supdate
source: Update
fr: Mettre à jour

source: use bad sub-channel name
fr: utilise un mauvais nom de sous-canal

source: use bad virtual channel name
fr: utilise un mauvais nom de canal virtuel

source: Value
fr: Valeur

# u_resource_string.svelocity
source: Velocity
fr: Vélocité

# u_resource_string.sview
source: View
fr: Vue

source: Virtual channel
fr: Canal virtuel

source: WAIT
fr: ATTENDRE

# u_resource_string.swaittime
source: Wait time
fr: Attente

source: Warning
fr: Attention

source: Wave
fr: Vague

source: Web links
fr: Liens internet

source: Weight
fr: Poids

source: Width
fr: Largeur

source: Would you like to create one ?
fr: Voulez-vous en créer un ?

source: Written by
fr: Écrit par

source: wrong number of parameters
fr: nombre de paramètres erroné

source: Yes
fr: Oui

source: You are about to delete
fr: Vous êtes sur le point de supprimer

source: YOU WILL LOSE ALL THE CONTENTS OF THE FOLDER
fr: VOUS ALLEZ PERDRE TOUT LE CONTENU DU DOSSIER

# u_resource_string._helpchannelaudiofollower
source: This effect sets the intensity of the selected channels proportionally to an audio level. In the list, select the audio to follow. Clic Play to start the playback GAIN: controls the amplitude of variations. BRIGHTNESS MAX: define the maximum value not to be exceeded. SOFTEN: controls the smoothness of variations.
fr: Cet effet règle l'intensité des canaux sélectionnés proportionnellement à un niveau audio. Dans la liste, sélectionnez un fichier audio à suivre. Cliquez sur Lecture. GAIN: contrôle l'amplitude des variations. LUMINOSITÉ MAX: défini la valeur maximale à ne pas dépasser. ADOUCISSEMENT: contrôle la douceur des variations.

source: This effect simulates the flickering of a flame on the selected channels. LEVELS: controls the flickering range. WAIT TIME: controls the effect speed. SOFTEN: controls the smoothness of the effect.
fr: Cet effet simule les scintillements d'une flamme sur les canaux sélectionnés. NIVEAUX: contrôle la plage de travail de l'effet. ATTENTE: contrôle la vitesse de l'effet. ADOUCISSEMENT: contrôle la douceur des mouvements.

source: Here you can apply nice effects to your sounds or to the Capture Module. 1 - First choose the target: it can be a file or the Capture Module. 2 - Choose the action: .CONNECT: to apply effects to the target. .DISCONNECT: to remove current effects that you have previously applyed to the target. 3 - Activate up to 3 ALS-fx (module effect) simultaneously. 4 - On each ALS-fx module activated, select the type of effect then a preset. 5 - Sets the Dry/Wet: it adjusts the proportion of original sound with the transformed one. NOTE: effects connected on a sound will be removed only when an action Disconnect will be performed on this sound. You can also remove effects manually from the audio panel on the main view.
fr: Ici vous pouvez appliquer des effets sympa à vos sons ou au Module de Capture. 1 - Tout d'abord, choisissez la cible: elle peut être un fichier audio ou le Module de Capture. 2 - Choisissez l'action: .CONNECTER: pour appliquer les effets sur la cible. .DÉCONNECTER: pour supprimer les effets que vous avez précédemment appliqué sur la cible. 3 - Activez jusqu'à 3 modules d'effet ALS-fx simultanément. 4 - Sur chaque ALS-fx activé, sélectionnez le type d'effet ainsi qu'un réglage prédéfini. 5 - Réglez le Dry/Wet: il vous permet de modifier la proportion de son original et de son transformé. NOTE: les effets connectés à un son ne seront supprimé que lorsqu'une action DÉCONNECTER est exécuté sur ce son. Vous pouvez supprimer les effets manuellement à partir du panneau audio de l'écran principal.
